/* Generic authentication error. */
"INVALID_NAME_PASSWORD" = "You entered an invalid user name or password.";

/* Pleasantries */
"PLEASE_TRY_AGAIN" = "Please try again.";


/* Messages */
"TIME_WILL_EXPIRE" = "Your computer time is almost up.";
"TIME_HAS_EXPIRED" = "Computer Time Expired";

/* Information */
"ADD_TIME" = "To allow this user to log in, choose a time from the pop-up menu below and enter an administrator name and password.";